<template>
  <div class="serve-protocol-wrap">
    <div class="serve-protocol">
      <h1> 天天车保用户服务协议</h1>
      <section>
        <h2> 前言</h2>
        <p> 深圳因数科技有限公司（以下简称“因数科技”）根据您（以下“用户”亦指代“您”）的需求向您提供服务，您访问和使用有关网站、公众号或应用程序所提供的服务，适用于本用户服务协议（以下简称“本协议”）。</p>
        <p> 在您注册、使用有关网站、公众号或应用程序及接受因数科技提供的车联网服务之前，请您认真阅读、充分理解本协议中各条款，特别是涉及免除或者限制因数科技责任的免责条款、限制用户权利的条款、约定争议解决方式、司法管辖、法律适用的条款。请您审慎阅读，您选择并使用服务即视为您已完全理解并接受本协议的所有条款，并同意本协议对您和因数科技产生法律约束力。</p>
      </section>
      <section>
        <h2>一 产品简介</h2>
        <h3>（一）服务内容</h3>
        <p> 1、“天天车保”是一款包含车辆商业险、车况检测、车辆定位等功能的车联网服务。在服务期间内，发生启动签约“天天车保”服务之车辆（以下简称“签约车辆”）行为的自然日（亦简称“驾车出行日”），由因数科技收取当日车联网服务费；全天未发生启动签约车辆行为的自然日（亦简称“绿色出行日”），则因数科技不收取服务费用。无论用户启动或不启动签约车辆，均享受保险公司的理赔保障。
        </p>
        <p>
          2、因数科技向用户提供因数盒子（智能车载终端），用以获取签约车辆点火信息并以此作为判断签约车辆是否使用的依据。
        </p>
        <p> 3、“天天车保”包含的车险服务由相应的保险公司承保，您同意授权深圳因数科技有限公司为签约车辆车险投保人。</p>
        <p>
          4、因数科技作为保险投保人，办理签约车辆的投保、批改、退保等相关保险业务。因数科技所提供的服务将按照其服务条款和操作规则严格执行。
        </p>
        <p>
          5、您在“天天车保”平台签约并经“天天车保”平台审核通过后，因数科技将在订单约定的签约车辆起保时间前进行投保操作。
        </p>
        <h3>（二）服务须知</h3>
        <p>
          1、您在“天天车保”产品及服务中需要绑定第三方电子支付账户并开通免密支付。您知晓并同意第三方电子支付服务商直接扣款给深圳因数科技有限公司。处理您服务相关的付款时，除了受到本协议的约束之外，还要受电子支付平台及信用卡、借记卡发卡行的条件和政策的约束。因数科技将获取与您使用服务相关的特定交易明细。在使用这些信息时因数科技将严格遵守相关法律法规和公司的各项规定。
        </p>
        <p>
          2、“天天车保”产品及服务使用第三方电子支付平台（“电子支付服务商”）将您的支付账户关联到您在“天天车保”的个人账户时，对于“天天车保”产品及服务、电子支付平台或银行发生的对于您账户的错误的（因数盒子出现故障等情况）或未经授权的支付操作（包含但不限于错误的或者未经授权的扣款行为等）将由相关责任方直接向您退款，您同意授权因数科技代表您向相关责任方提出退款主张。

        </p>
        <p>
          3、本产品通过因数盒子支持，自动读取签约车辆停驶信息，您需要正确安装因数盒子至签约车辆上，并保持因数盒子24小时处于通电状态和在线状态，当您发生启动签约车辆的行为，系统通过您已开通的自动付款功能自动扣除驾车出行日的“天天车保”服务费。在经确认的您全天无启动签约车辆行为的自然日内，不会以任何形式收取您任何费用。
        </p>
        <h3> （三）提交的信息</h3>
        <p>
          根据保险公司相关规定，您须提交的信息包括但不限于：车主姓名、联系方式、行驶证信息（如果是未上牌的车辆，则为购车发票复印件或新车合格证书复印件以及购车合同书）、身份证信息、被保人信息以及邮寄地址（用于因数科技向您寄送因数盒子）等。根据车辆的实际情况，可能还包括：车辆验车照片、上年保单、投保时的影像资料等。
        </p>
        <h3> （四）费用收取及合约期限</h3>
        <p>
          <b>
            第三方平台支付相关协议作为本协议的条款内容，具有同等的法律效力。
          </b>
        </p>
        <b>1．条款</b>
        <p>
          您为履行协议项下付款义务，须确认签订本服务协议并绑定第三方支付平台账户开通免密支付。授权委托因数科技在服务期内，在无须事先征得您本人同意且无须您本人发出指令的情况下，代您自动从您本人授权绑定的第三方支付平台账户内扣取应缴款项。
        </p>
        <b> 2． 收取款项及期限</b>
        <p> <b> 2.1服务费</b></p>
        <p> 因数科技收取驾车出行日服务费，费用以“天天车保”平台审核通过的每日费用为准；</p>
        <p> “天天车保”服务以自然日计费（即凌晨24时过后计为第二天）。</p>
        <b> 2.2硬件押金</b>
        <p>在您开始使用因数盒子时，因数科技将通过第三方支付平台向您收取200元硬件押金。</p>
        <b> 2.2.1押金退还：</b>
        <p> 在您结束“天天车保”服务时，须将因数盒子退回至因数科技，在确认您退回的因数盒子无人为损坏的现象后，押金将退还至您的第三方免密电子支付账户。</p>
        <b> 2.2.2押金不予退还的情况：</b>

        <p> 在您结束“天天车保”服务时，因数盒子丢失、被人为损坏或您拒绝退还因数盒子，收取的200元硬件押金将不予返还。</p>
        <b> 3．合约期限</b>
        <p> 本合约无固定期限合约，当您确认本协议后即自动生效，至您的“天天车保”服务到期时终止。</p>
      </section>
      <section>
        <h2> 二 权利义务和特殊情况</h2>
        <h3>（一）权利与义务</h3>
        <p>
          1、您应保证提供给因数科技的证件、资料是真实、合法且有效的。因提供虚假、非法或无效信息所产生的任何法律后果（包括给因数科技与第三方带来的损失）由用户承担；
        </p>
        <p> 2、您应保证安装因数盒子的车辆与提交资料时的车辆信息保持一致；</p>
        <p> 3、您有权在告知因数科技并得到因数科技确认后，主动退出“天天车保”服务；</p>
        <p>
          4、您应保证您所开通绑定的第三方支付平台账户资金足够完成每日服务费款项的扣取。因您欠费而停止服务所引发的损失，因数科技不承担任何法律责任。
        </p>
        <h3>（二）违约责任</h3>
        <b> 当出现以下情形之一时，因数科技有权终止本服务协议、停止所有服务项目，并保留法律诉讼权利，对因数科技因此而遭受的一切损失进行索赔：</b>

        <p>
          1、您拒不缴纳本协议条款约束下的“天天车保”服务费用，或因您绑定的第三方支付平台账户余额不足等其他原因无法扣取已产生的服务费，经因数科技经连续三次电话通知或者短信通知仍未处理的，将视您违约且因数科技保留解除协议终止服务的权利；
        </p>
        <p>
          2、您私自更改协议签订时因数盒子所绑定的车辆，或在协议期将绑定硬件私自拔除超过24小时的，经因数科技沟通后拒不改正的，因数科技有权按照用户协议内约定的处理方式正常收取每日服务费用或终止服务；

        </p>
        <p>
          3、您触犯或者违反本协议中的任何条款或滥用服务及应用程序。因数科技有义务提前通知合约终止。

        </p>
        <h3>（三）特殊情况计费</h3>
        <b> 若存在以下列举的情况将按收取每日服务费，若经沟通仍拒不改正且情节严重，因数科技将会停止向您提供本协议所约定的服务内容：</b>
        <p> 1、因数盒子未正常连接（如拔出或松脱）将收取每日服务费；</p>
      

        <p>
          2、因签约车辆自身亏电导致无法正常连接将收取每日服务费。
        </p>
        

        <b> 以下情况出现将不予收费：</b>

        <p>
          1、如因数盒子故障，您应及时通知因数科技客服，因数科技将会为您更换因数盒子，启动更换至更换后设备被签收期间，不收取每日服务费。

        </p>
        <b> 以下情况出现可以进行有条件的退费：</b>
        <b> 失联状态扣费</b>
        <p>
          因签约车辆所在区域无信号导致因数盒子无数据，并持续一个完整自然日的，系统默认收取当日服务费，当签约车辆驶入有信号区域，因数盒子会自动回补近7个自然日内的数据，如判定近7个自然日内签约车辆于无数据期间并无发生需要扣款的行为，可退还近7个自然日内已扣取的费用至您绑定的第三方支付平台账户。
        </p>
        <p>
          如因无信号导致失联扣款，您需在该笔扣款发生日期后的7个自然日内主动提交退款申请，并尽快驶入到有信号区域，超出期限不予退款。
        </p>
      </section>
      <section>
        <h2>三 协议生效条件</h2>
        <p> 1、用户为自然人，并具备完全的民事权利能力和行为能力，本协议由用户本人接受并签订；</p>
        <p> 2、用户提供本协议“第一条款下的第（三) 条款”资料信息，并经乙方审核通过;</p>
        <p> 3、用户通过办理流程自主绑定第三方支付平台账户并安装因数盒子，因数科技通过第三方支付平台扣取硬件押金成功。</p>
      </section>
      <section>
        <h2> 四 协议的变更、中断与解除</h2>
        <h3> （一）协议声明</h3>
        <p>
          1、本协议为用户与因数科技之间关于购买使用“天天车保”智能车联网服务所签订的协议。本协议描述因数科技与购买“天天车保”车联网服务的用户之间关于产品服务使用及相关方面的权利义务。本服务协议构成您（无论个人或单位）使用“天天车保”产品服务的先决条件，除非您接收本协议条款，否则您无权使用本协议的相关服务。您的使用行为将视为接受本协议各项条款的约束。

        </p>
        <p>
          2、鉴于本服务的特殊性，因数科技有权合理变更、中断或终止部分或全部的服务（包括收费服务和免费服务）。如变更、中断或终止的服务属于免费服务，因数科技无需通知用户。也无需对任何用户或和任何第三方承担相应的法律责任。如变更、中断或终止的服务属于收费服务，因数科技应当在变更、中断或终止之前事先通知用户。如因系统维护或升级的需要而需暂停服务，因数科技将尽可能事先进行通知。

        </p>
        <h3>
          （二）协议的变更、中断与解除
        </h3>
        <b>
          1、协议变更
        </b>
        <p>
          因数科技有权对本协议服务条款进行修改，一旦服务条款发生变更或修改，因数科技将在相关页面提示修改的内容；如果您不同意本协议的修改，可以退出已经获得的产品服务并停止使用；如果您继续使用因数科技提供的产品服务，则视为您已经接受本协议的全部修改内容。

        </p>
        <b>
          2、中断解除
        </b>
        <p>
          有以下情形之一的，因数科技有权单方面解除协议，终止服务，并保留追究用户违约责任的权利，因数科技将不承担相应法律责任：
        </p>
        <p> 2.1、用户提供虚假、伪造、编造、过期等证件、文件材料或者隐瞒重要事实，可能或已经给因数科技带来经营风险的；</p>
        <p> 2.2、用户违反本协议中规定的使用规则的；</p>
        <p> 2.3、用户自行将因数盒子安装至非签约绑定设备的车辆，或在协议期内将绑定硬件自行拔除的;</p>
        <p> 2.4、用户拒不缴纳服务期间产生的服务费，或因用户绑定的第三方支付平台账户无法扣取应收款项，经因数科技三次催收不成功的;</p>
        <p> 2.5、因数科技收到国家行政管理部门通知要求停止您服务的;</p>
        <p> 2.6、法律法规规定的其他情形。</p>
      </section>

      <section>
        <h2> 五 免责声明</h2>
        <p> 1、若因数科技已经明示其服务提供方式发生变更并提醒您应当注意事项，您未按要求操作所产生的一切后果由您自行承担；</p>
        <p>2、签约车辆在服务期间内出险理赔的保险责任判定与赔付金额按照相关法律法规规定，与因数科技无关。</p>
        <p> 3、您明确同意使用因数科技服务所存在的风险将完全由您自己承担；</p>

      </section>

      <section>
        <h2>六 不可抗力</h2>
        <p>
          1、不可抗力指各方不能控制、不可预见或即使预见亦无法避免的事件，该事件足以妨碍、影响或者延误任何一方根据本协议履行其全部或部分义务。该事件包括但不限于自然灾害、战争、政治变化、计算机病毒、黑客攻击或者电信机构服务中断造成的事件。
        </p>
        <p>
          2、因以上不可抗力不能履行协议的，根据不可抗力影响导致本协议部分或全部不能履行的，双方可部分或全部免除责任。因您汽车丢失、汽车报废等原因导致不能继续履行本协议的，不属于不可抗力范围。
        </p>
      </section>
      <section>
        <h2>七 争议解决</h2>

        <p>
          1、本协议适用于中国法律。协议签订地为深圳市南山区。关于本协议的违约、终止、履行、解释、有效性或“天天车保”产品及服务使用所产生的与其相关的任何冲突、赔偿或纠纷（统称为“争议”）双方尽量友好协商解决；未能协商一致的，可向本协议签订地南山区人民法院提起诉讼。

        </p>
        <p>
          2、在争议过程中，协议未引起争议的条款及部分应继续执行。
        </p>
      </section>
      因数科技有限公司

    </div>
    <div class="btn-box">
      <button class="sign-up-btn" @click="agree">返回</button>
    </div>
  </div>

</template>
<script>
export default {
  methods: {
    agree() {
      window.history.go(-1);
    }
  }
};
</script>
<style lang="scss" scoped>
@import "@/assets/style/variables.scss";
* {
  -webkit-overflow-scrolling: touch;
}
body {
  height: auto;
}
.serve-protocol-wrap {
  width: 100%;
  height: 100%;
  position: fixed;
  overflow-y: scroll;
  padding-bottom: 100px;
  background: #f3f3f3;
  overflow-scrolling: touch;
  .btn-box {
    text-align: center;
  }
}
.serve-protocol {
  width: 100%;
  padding: 50px 30px;
  font-size: 26px;
  line-height: 45px;
  text-align: justify;
  color: #131313;
  section {
    margin-bottom: 30px;
  }
  h1 {
    text-align: center;
    margin-bottom: 80px;
    font-size: 32px;
  }
  h2 {
    font-weight: bold;
    font-size: 32px;
    margin-bottom: 20px;
  }
  h3 {
    font-weight: bold;
    line-height: 80px;
    margin-top: 20px;
  }
  p {
    margin-bottom: 20px;
  }
}
</style>
